Repository: falco76/simplesamlphp
Catalog: modules/expirycheck/locales/*/LC_MESSAGES/expirycheck.po
Languages: it

source: {expirycheck:expwarning:access_denied}
it: Accesso negato

source: {expirycheck:expwarning:warning_today}
it: Attenzione, il tuo account %NETID% scadrà oggi!

source: {expirycheck:expwarning:warning}
it: Attenzione, il tuo account %NETID% scadrà fra %DAYSLEFT% %DAYS%!

source: {expirycheck:expwarning:day}
it: giorno

source: {expirycheck:expwarning:days}
it: giorni

source: {expirycheck:expwarning:no_access_to}
it: Il tuo account %NETID% è scaduto, accesso negato!

source: {expirycheck:expwarning:contact_home}
it: I permessi di accesso sono grstiti dalla tua organizzazione. Ti preghiamo di contattare il tuo supporto IT per eentuali chiarimenti

source: {expirycheck:expwarning:expiry_date_text}
it: Data di Scadenza:

source: {expirycheck:expwarning:warning_header}
it: Attenzione, il tuo account %NETID% scadrà fra %DAYSLEFT% %DAYS%!

source: {expirycheck:expwarning:btn_continue}
it: I am aware of this, continue...

source: {expirycheck:expwarning:warning_header_today}
it: Warning, your account %NETID% will expire today!

source: Warning, your account %NETID% will expire in %DAYSLEFT% %DAYS%!
it: Attenzione, il tuo account %NETID% scadrà fra %DAYSLEFT% %DAYS%!

source: Your account %NETID% has expired, access denied!
it: Il tuo account %NETID% è scaduto, accesso negato!

source: Warning, your account %NETID% will expire today!
it: Attenzione, il tuo account %NETID% scadrà oggi!

source: days
it: giorni

source: day
it: giorni

source: Access to services is controlled by your home organization. Please contact your local IT support for questions.
it: L'accesso ai servizi è controllato dalla tua organizzazione di appartenenza. Ti preghiamodi contattare l'amministratore del servizio

source: You do not have access to this service
it: Non hai accesso a questo servizio
